---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.ImageFailures
source: html/66d9ee01-0f6f-bbf4-f5db-9eda3e64c3e1.htm
---
# BuiltInFailures.ImageFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.